strategies.md
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org7b45e54">1. Introduction</a></li>
<li><a href="#orgb2279b0">2. Defensive tactics</a>
<ul>
<li><a href="#orgf110a26">2.1. Zone Ds</a></li>
<li><a href="#orgded3eed">2.2. Setting up on a stopped disc</a></li>
<li><a href="#orgf7238eb">2.3. Flow of the game</a>
<ul>
<li><a href="#org5043850">2.3.1. Flash poaching</a></li>
<li><a href="#org6a73d02">2.3.2. Containment D</a></li>
<li><a href="#orgd76b964">2.3.3. Marking</a></li>
<li><a href="#orgebe7af9">2.3.4. Switching</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>


<a id="org7b45e54"></a>

# Introduction

An outline and description of various plays and tactics to implement
for Old Man Winter.


<a id="orgb2279b0"></a>

# Defensive tactics


<a id="orgf110a26"></a>

## Zone Ds


<a id="orgded3eed"></a>

## Setting up on a stopped disc


<a id="orgf7238eb"></a>

## Flow of the game


<a id="org5043850"></a>

### Flash poaching

-   Accelerating from behind the disc into the forward lane.
-   Off of a side handler to an in cut.
-   From the front (or near front) of the stack to either an in-cut or
    down the line strike cut.


<a id="org6a73d02"></a>

### Containment D

When: Against offenses whose downfield cutters generate big yardage gaining
completions (could be hucks, but not necessarily). The essential elements are:

-   A flatter mark, could even be straight-up.
-   Side handler defenders use either the flash poach, or even set-up in the lane.
-   When the stall count gets high handler defenders play tight.
-   Defenders in the stack or covering cutters who are not currently making
    a hot cut, always look to pair-up and bracket an in and out cut.
-   Handler dump-switch. On a lateral dump handlers should be ready to switch
    rather than crossing horizontal positioning. Take away the lane before closing in.


<a id="orgd76b964"></a>

### Marking

A good mark does not stop all break mark throws but forces a disruption in the
timing of the throw or causes the thrower to adjust the release or direction
of the throw to be less favorable. Elements of a good mark:

-   Position the body to block throws based on what throw the thrower is showing.
    Don't rely on sticking an arm out to block a throw! Use the body! Force the
    thrower to pivot.
-   Active mark. Always keep the arms in motion and unpredictable. Move the
    body by moving the feet, not just leaning.
-   Triangle marking. As the thrower makes a full pivot, move the body diagonally
    back to cut-off the angle or get a block. Then close back in to the thrower
    the appropriate distance.
-   Spacing. Some throwers get rattled by a tight mark. Good throwers can more easily
    break a mark that is too tight. It's very hard to huck against a tight mark.


<a id="orgebe7af9"></a>

### Switching

